Repository: habinsong/negaflow
Catalog: negaflow-windows/src/Shell/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, ja_jp, ko_kr, zh_hans

# appearanceDark.Content
source: Dark
de_de: Dunkel
fr_fr: Sombre
ja_jp: ダーク
ko_kr: 어둡게
zh_hans: 深色

# appearanceDark.Text
source: Dark
de_de: Dunkel
fr_fr: Sombre
ja_jp: ダーク
ko_kr: 어둡게
zh_hans: 深色

# appearanceLight.Content
source: Light
de_de: Hell
fr_fr: Clair
ja_jp: ライト
ko_kr: 밝게
zh_hans: 浅色

# appearanceLight.Text
source: Light
de_de: Hell
fr_fr: Clair
ja_jp: ライト
ko_kr: 밝게
zh_hans: 浅色

# appearanceSystem.Content
source: System
fr_fr: Système
ja_jp: システム
ko_kr: 시스템
zh_hans: 系统

# appearanceSystem.Text
source: System
fr_fr: Système
ja_jp: システム
ko_kr: 시스템
zh_hans: 系统

# canvasBackgroundBlack.Content
source: Black
de_de: Schwarz
fr_fr: Noir
ja_jp: ブラック
ko_kr: 검정
zh_hans: 黑色

# canvasBackgroundGray.Content
source: Gray
de_de: Grau
fr_fr: Gris
ja_jp: グレー
ko_kr: 회색
zh_hans: 灰色

# canvasBackgroundWhite.Content
source: White
de_de: Weiß
fr_fr: Blanc
ja_jp: ホワイト
ko_kr: 흰색
zh_hans: 白色

# capabilityUnavailable.Value
source: Unavailable
de_de: Nicht verfügbar
fr_fr: Indisponible
ja_jp: 非対応
ko_kr: 사용 불가
zh_hans: 不可用

# colorClippingOverlay.Header
source: Clipping Overlay
de_de: Beschnittwarnung
fr_fr: Incrustation d'écrêtage
ja_jp: クリッピング表示
ko_kr: 클리핑 오버레이
zh_hans: 剪切叠加

# commandDiagnostics.Text
source: Diagnostics
de_de: Diagnose
ja_jp: 診断
ko_kr: 진단
zh_hans: 诊断

# commandExport.Text
source: Export
de_de: Exportieren
fr_fr: Exporter
ja_jp: 書き出し
ko_kr: 내보내기
zh_hans: 导出

# commandQuickExport.Text
source: Quick Export
de_de: Schnellexport
fr_fr: Exportation rapide
ja_jp: クイック書き出し
ko_kr: 빠른 내보내기
zh_hans: 快速导出

# aboutAnniversaryMessage.Text
source: Celebrating this summer, the bicentennial of Niépce's first-ever photograph.
fr_fr: Célébrons cet été le bicentenaire de la toute première photographie de Niépce.
ja_jp: ニエプスが人類最初の一枚を写してから二百年。その夏に寄せて。
ko_kr: 니엡스가 찍은 최초의 사진으로부터 200주년인 올해 여름을 기념하며.
zh_hans: 谨以此夏，纪念尼埃普斯拍下人类第一张照片二百周年。

# aboutVersionLabel.Text
source: Version
ja_jp: バージョン
ko_kr: 버전
zh_hans: 版本

# commandAboutNegaflow.Text
source: About negaflow
fr_fr: À propos de negaflow
ja_jp: negaflow について
ko_kr: negaflow에 관하여
zh_hans: 关于 negaflow

# commandAboutNegaflow.Value
source: About negaflow
fr_fr: À propos de negaflow
ja_jp: negaflow について
ko_kr: negaflow에 관하여
zh_hans: 关于 negaflow

# commandSettings.Text
source: Settings
de_de: Einstellungen
fr_fr: Réglages
ja_jp: 設定
ko_kr: 설정
zh_hans: 设置

# commandSettings.Value
source: Settings
de_de: Einstellungen
fr_fr: Réglages
ja_jp: 設定
ko_kr: 설정
zh_hans: 设置

# commandShowHideFilmstrip.Value
source: Show/Hide Filmstrip
de_de: Filmstreifen ein-/ausblenden
fr_fr: Afficher/masquer le film fixe
ja_jp: フィルムストリップを表示/非表示
ko_kr: 필름스트립 보기/숨기기
zh_hans: 显示/隐藏胶片栏

# commandShowHideInspector.Value
source: Show/Hide Inspector
de_de: Inspektor ein-/ausblenden
fr_fr: Afficher/masquer l'inspecteur
ja_jp: インスペクターを表示/非表示
ko_kr: 인스펙터 보기/숨기기
zh_hans: 显示/隐藏检查器

# commandShowHideSidebar.Value
source: Show/Hide Sidebar
de_de: Seitenleiste ein-/ausblenden
fr_fr: Afficher/masquer la barre latérale
ja_jp: サイドバーを表示/非表示
ko_kr: 사이드바 보기/숨기기
zh_hans: 显示/隐藏边栏

# commandToggleScannerSimulator.Header
source: Scanner Simulator
fr_fr: Simulateur de scanner
ja_jp: スキャナーシミュレーター
ko_kr: 스캐너 시뮬레이터
zh_hans: 扫描仪模拟器

# commandWorkspaceOptions.Value
source: Workspace Options
de_de: Arbeitsbereichsoptionen
fr_fr: Options de l'espace de travail
ja_jp: ワークスペースオプション
ko_kr: 작업 옵션
zh_hans: 工作区选项

# developerMode.Header
source: Developer Mode
de_de: Entwicklermodus
fr_fr: Mode développeur
ja_jp: 開発者モード
ko_kr: 개발자 모드
zh_hans: 开发者模式

# developAutoTone.Content
source: Auto Tone
de_de: Automatische Tonwerte
fr_fr: Tonalité auto
ja_jp: 自動トーン
ko_kr: 자동 톤
zh_hans: 自动色调

# developAutoWhiteBalance.Content
source: Auto White Balance
de_de: Automatischer Weißabgleich
fr_fr: Balance des blancs auto
ja_jp: 自動ホワイトバランス
ko_kr: 자동 화이트 밸런스
zh_hans: 自动白平衡

# developAutoAdjustFailed.Text
source: Automatic adjustment could not be applied.
de_de: Die automatische Korrektur konnte nicht angewendet werden.
fr_fr: Impossible d’appliquer la correction automatique.
ja_jp: 自動補正を適用できませんでした。
ko_kr: 자동 보정을 적용할 수 없습니다.
zh_hans: 无法应用自动调整。

# developImportsAutomatically.Header
source: Develop new imports automatically
de_de: Neue Importe automatisch entwickeln
fr_fr: Développer automatiquement les nouvelles importations
ja_jp: 新しく読み込んだ写真を自動現像
ko_kr: 새로 가져온 사진 자동 현상
zh_hans: 自动显影新导入的照片

# emptyCanvasDescription.Text
source: Drag files into the window or use Import in Library. Load a scanner from Library to scan film.
de_de: Ziehen Sie Dateien in das Fenster oder verwenden Sie Importieren in der Mediathek. Laden Sie einen Scanner aus der Mediathek, um Film zu scannen.
fr_fr: Glissez des fichiers dans la fenêtre ou utilisez Importer dans Bibliothèque. Chargez un scanner depuis Bibliothèque pour numériser un film.
ja_jp: ファイルをウィンドウへドラッグするか、ライブラリの読み込みを使ってください。 フィルムをスキャンするにはライブラリからスキャナーを読み込んでください。
ko_kr: 파일을 창에 드래그앤드롭하거나 좌측 라이브러리의 가져오기 항목을 사용하세요. 스캐너를 쓰려면 좌측에서 스캐너를 불러오세요.
zh_hans: 将文件拖入窗口，或使用图库中的导入。 要扫描胶片，请从图库加载扫描仪。

# emptyCanvasTitle.Text
source: Import photos
de_de: Bilder importieren
fr_fr: Importer des images
ja_jp: 画像を読み込む
ko_kr: 이미지를 가져오세요
zh_hans: 导入图像

# exportFullSize.Text
source: Full
de_de: Volle Größe
fr_fr: Taille réelle
ja_jp: フル
ko_kr: 전체
zh_hans: 完整

# exportSection.Text
source: Export
de_de: Exportieren
fr_fr: Exportation
ja_jp: 書き出し
ko_kr: 내보내기
zh_hans: 导出

# exportSection.Value
source: Export
de_de: Exportieren
fr_fr: Exportation
ja_jp: 書き出し
ko_kr: 내보내기
zh_hans: 导出

# filmstripHeightHelp.Value
source: Adjust filmstrip height
de_de: Höhe des Filmstreifens anpassen
fr_fr: Ajuster la hauteur du film fixe
ja_jp: フィルムストリップの高さを調整
ko_kr: 필름스트립 높이 조절
zh_hans: 调整胶片栏高度

# filmstripHeightValueFormat.Value
source: %d points high
de_de: %d Punkte hoch
fr_fr: Hauteur de %d points
ja_jp: 高さ%dポイント
ko_kr: 높이 %d포인트
zh_hans: 高度%d点

# idleStatus.Value
source: Idle
de_de: Inaktiv
fr_fr: Inactif
ja_jp: 待機中
ko_kr: 대기
zh_hans: 空闲

# importHint.Text
source: Choose multiple files or drag images into the window.
de_de: Wählen Sie mehrere Dateien oder ziehen Sie Bilder in das Fenster.
fr_fr: Choisissez plusieurs fichiers ou glissez des images dans la fenêtre.
ja_jp: 複数のファイルを選ぶか、画像をウィンドウへドラッグしてください。
ko_kr: 여러 파일을 선택하거나 이미지를 창으로 드래그하세요.
zh_hans: 选择多个文件，或将图像拖入窗口。

# libraryImportFailed.Text
source: Could not import the selected photos.
de_de: Die ausgewählten Fotos konnten nicht importiert werden.
fr_fr: Impossible d’importer les photos sélectionnées.
ja_jp: 選択した写真を読み込めませんでした。
ko_kr: 선택한 사진을 가져올 수 없습니다.
zh_hans: 无法导入所选照片。

# libraryLocateOriginal.Content
source: Locate Original
de_de: Original suchen
fr_fr: Localiser l’original
ja_jp: オリジナルを指定
ko_kr: 원본 찾기
zh_hans: 查找原始文件

# libraryRelinkFailed.Text
source: Could not reconnect the original photo.
de_de: Das Originalfoto konnte nicht erneut verbunden werden.
fr_fr: Impossible de reconnecter la photo originale.
ja_jp: 元の写真を再接続できませんでした。
ko_kr: 원본 사진을 다시 연결할 수 없습니다.
zh_hans: 无法重新连接原始照片。

# libraryLocateFolder.Content
source: Locate Folder
de_de: Ordner suchen
fr_fr: Localiser le dossier
ja_jp: フォルダーを見つける
ko_kr: 폴더 찾기
zh_hans: 定位文件夹

# libraryFolderRelinkFailed.Text
source: Could not reconnect the source folder.
de_de: Der Quellordner konnte nicht erneut verbunden werden.
fr_fr: Impossible de reconnecter le dossier source.
ja_jp: 元のフォルダーを再接続できませんでした。
ko_kr: 원본 폴더를 다시 연결할 수 없습니다.
zh_hans: 无法重新连接源文件夹。

# importImages.Content
source: Import Photos
de_de: Bilder importieren
fr_fr: Importer des images
ja_jp: 画像を読み込む
ko_kr: 이미지 가져오기
zh_hans: 导入图像

# importFolder.Content
source: Import Folder
de_de: Ordner importieren
fr_fr: Importer un dossier
ja_jp: フォルダーを読み込む
ko_kr: 폴더 가져오기
zh_hans: 导入文件夹

# libraryFolderImportResult.Text
source: Imported %d photos from %d folders.
de_de: %d Fotos aus %d Ordnern importiert.
fr_fr: %d photos importées depuis %d dossiers.
ja_jp: %d 枚の写真を %d 個のフォルダから読み込みました。
ko_kr: %d장의 사진을 %d개 폴더에서 가져왔습니다.
zh_hans: 已导入 %d 张照片，来自 %d 个文件夹。

# filmTypeColorNegative.Text
source: Color Negative
de_de: Farbnegativ
fr_fr: Négatif couleur
ja_jp: カラーネガ
ko_kr: 컬러 네거티브
zh_hans: 彩色负片

# filmTypeColorPositive.Text
source: Color Positive
de_de: Farbpositiv
fr_fr: Positif couleur
ja_jp: カラーポジ
ko_kr: 컬러 포지티브
zh_hans: 彩色正片

# filmTypeBlackAndWhiteNegative.Text
source: B&W Negative
de_de: S/W-Negativ
fr_fr: Négatif N&B
ja_jp: モノクロネガ
ko_kr: 흑백 네거티브
zh_hans: 黑白负片

# filmTypeBlackAndWhitePositive.Text
source: B&W Positive
de_de: S/W-Positiv
fr_fr: Positif N&B
ja_jp: モノクロポジ
ko_kr: 흑백 포지티브
zh_hans: 黑白正片

# importImages.Text
source: Import Photos
de_de: Bilder importieren
fr_fr: Importer des images
ja_jp: 画像を読み込む
ko_kr: 이미지 가져오기
zh_hans: 导入图像

# importSection.Text
source: Import
de_de: Importieren
fr_fr: Importation
ja_jp: 読み込み
ko_kr: 가져오기
zh_hans: 导入

# importSection.Value
source: Import
de_de: Importieren
fr_fr: Importation
ja_jp: 読み込み
ko_kr: 가져오기
zh_hans: 导入

# legalAffiliationBody.Text
source: negaflow is not affiliated with, endorsed by, sponsored by, certified by, or approved by Eastman Kodak Company, Kodak Alaris, FUJIFILM Corporation, Noritsu Koki Co., Ltd., CineStill Film, Lomographische AG/Lomography, Harman Technology Ltd, ORWO/ORWO Net, or any other trademark owner. All trademarks, service marks, trade names, logos, and product names are the property of their respective owners.
de_de: negaflow ist nicht mit Eastman Kodak Company, Kodak Alaris, FUJIFILM Corporation, Noritsu Koki Co., Ltd., CineStill Film, Lomographische AG/Lomography, Harman Technology Ltd, ORWO/ORWO Net oder anderen Markeninhabern verbunden, von ihnen unterstützt, gesponsert, zertifiziert oder genehmigt. Alle Marken, Dienstleistungsmarken, Handelsnamen, Logos und Produktnamen sind Eigentum ihrer jeweiligen Inhaber.
fr_fr: negaflow n'est pas affilié, approuvé, sponsorisé, certifié ni validé par Eastman Kodak Company, Kodak Alaris, FUJIFILM Corporation, Noritsu Koki Co., Ltd., CineStill Film, Lomographische AG/Lomography, Harman Technology Ltd, ORWO/ORWO Net ou tout autre détenteur de marque. Toutes les marques, marques de service, dénominations commerciales, logos et noms de produits appartiennent à leurs propriétaires respectifs.
ja_jp: negaflow は Eastman Kodak Company、Kodak Alaris、FUJIFILM Corporation、Noritsu Koki Co., Ltd.、CineStill Film、Lomographische AG/Lomography、Harman Technology Ltd、ORWO/ORWO Net、またはその他の商標権者と提携、後援、保証、認証、承認されたものではありません。すべての商標、サービスマーク、商号、ロゴ、製品名はそれぞれの所有者に帰属します。
ko_kr: negaflow는 Eastman Kodak Company, Kodak Alaris, FUJIFILM Corporation, Noritsu Koki Co., Ltd., CineStill Film, Lomographische AG/Lomography, Harman Technology Ltd, ORWO/ORWO Net 또는 기타 상표권자와 제휴, 후원, 보증, 인증, 승인 관계가 없습니다. 모든 상표, 서비스표, 상호, 로고, 제품명은 각 소유자의 자산입니다.
zh_hans: negaflow 未与 Eastman Kodak Company、Kodak Alaris、FUJIFILM Corporation、Noritsu Koki Co., Ltd.、CineStill Film、Lomographische AG/Lomography、Harman Technology Ltd、ORWO/ORWO Net 或任何其他商标所有者建立关联、赞助、担保、认证或批准关系。所有商标、服务标志、商号、标志和产品名称均归其各自所有者所有。

# legalAffiliationTitle.Text
source: No Affiliation or Endorsement
de_de: Keine Zugehörigkeit oder Empfehlung
fr_fr: Aucune affiliation ni approbation
ja_jp: 提携・承認関係はありません
ko_kr: 제휴 및 승인 관계 없음
zh_hans: 无关联或背书

# legalLicenseBody.Text
source: negaflow source code is distributed under the Apache License 2.0. That license covers this project's code; it does not grant rights to third-party trademarks, film names, scanner names, product names, published datasheets, reference scans, logos, packaging, or proprietary scanner software.
de_de: Der negaflow-Quellcode wird unter der Apache License 2.0 verteilt. Diese Lizenz gilt für den Code dieses Projekts; sie gewährt keine Rechte an Marken, Filmnamen, Scannernamen, Produktnamen, veröffentlichten Datenblättern, Referenzscans, Logos, Verpackungen oder proprietärer Scanner-Software Dritter.
fr_fr: Le code source de negaflow est distribué sous licence Apache License 2.0. Cette licence couvre le code du projet ; elle n'accorde aucun droit sur les marques, noms de films, noms de scanners, noms de produits, fiches techniques publiées, scans de référence, logos, emballages ou logiciels de scanner propriétaires de tiers.
ja_jp: negaflow のソースコードは Apache License 2.0 の下で配布されています。このライセンスは本プロジェクトのコードに適用されるもので、第三者の商標、フィルム名、スキャナー名、製品名、公開データシート、参照スキャン、ロゴ、パッケージ、またはメーカー独自のスキャナーソフトウェアに対する権利を付与するものではありません。
ko_kr: negaflow의 소스 코드는 Apache License 2.0에 따라 배포됩니다. 이 라이선스는 본 프로젝트의 코드에 적용되며, 제3자의 상표, 필름명, 스캐너명, 제품명, 공개 데이터시트, 참조 스캔, 로고, 패키지 디자인, 제조사 전용 스캐너 소프트웨어에 대한 권리를 부여하지 않습니다.
zh_hans: negaflow 源代码按照 Apache License 2.0 分发。该许可证仅覆盖本项目代码；并不授予任何第三方商标、胶片名称、扫描仪名称、产品名称、公开数据表、参考扫描、标志、包装或厂商专有扫描软件的权利。

# legalLicenseTitle.Text
source: Open Source License
de_de: Open-Source-Lizenz
fr_fr: Licence open source
ja_jp: オープンソースライセンス
ko_kr: 오픈소스 라이선스
zh_hans: 开源许可证

# legalNamesBody.Text
source: Referenced names may include Kodak, Kodak Professional, Portra, Ektar, Gold, UltraMax, Pro Image, ColorPlus, Vision3, Ektachrome, Fujifilm, Fuji, Fujicolor, Fujichrome, Superia, Frontier, SP-3000, Noritsu, HS-1800, CineStill, Lomography, Lomo, Harman, Phoenix, ORWO, Wolfen, and related film, scanner, minilab, or process names.
de_de: Erwähnte Namen können Kodak, Kodak Professional, Portra, Ektar, Gold, UltraMax, Pro Image, ColorPlus, Vision3, Ektachrome, Fujifilm, Fuji, Fujicolor, Fujichrome, Superia, Frontier, SP-3000, Noritsu, HS-1800, CineStill, Lomography, Lomo, Harman, Phoenix, ORWO, Wolfen sowie zugehörige Film-, Scanner-, Minilab- oder Prozessnamen umfassen.
fr_fr: Les noms mentionnés peuvent inclure Kodak, Kodak Professional, Portra, Ektar, Gold, UltraMax, Pro Image, ColorPlus, Vision3, Ektachrome, Fujifilm, Fuji, Fujicolor, Fujichrome, Superia, Frontier, SP-3000, Noritsu, HS-1800, CineStill, Lomography, Lomo, Harman, Phoenix, ORWO, Wolfen, ainsi que des noms associés de films, scanners, minilabs ou procédés.
ja_jp: 参照される名称には、Kodak、Kodak Professional、Portra、Ektar、Gold、UltraMax、Pro Image、ColorPlus、Vision3、Ektachrome、Fujifilm、Fuji、Fujicolor、Fujichrome、Superia、Frontier、SP-3000、Noritsu、HS-1800、CineStill、Lomography、Lomo、Harman、Phoenix、ORWO、Wolfen、および関連するフィルム、スキャナー、ミニラボ、処理方式の名称が含まれる場合があります。
ko_kr: 언급되는 명칭에는 Kodak, Kodak Professional, Portra, Ektar, Gold, UltraMax, Pro Image, ColorPlus, Vision3, Ektachrome, Fujifilm, Fuji, Fujicolor, Fujichrome, Superia, Frontier, SP-3000, Noritsu, HS-1800, CineStill, Lomography, Lomo, Harman, Phoenix, ORWO, Wolfen 및 관련 필름, 스캐너, 미니랩, 공정명이 포함될 수 있습니다.
zh_hans: 引用的名称可能包括 Kodak、Kodak Professional、Portra、Ektar、Gold、UltraMax、Pro Image、ColorPlus、Vision3、Ektachrome、Fujifilm、Fuji、Fujicolor、Fujichrome、Superia、Frontier、SP-3000、Noritsu、HS-1800、CineStill、Lomography、Lomo、Harman、Phoenix、ORWO、Wolfen，以及相关胶片、扫描仪、迷你冲印系统或工艺名称。

# legalNamesTitle.Text
source: Names Referenced
de_de: Erwähnte Namen
fr_fr: Noms mentionnés
ja_jp: 参照される名称
ko_kr: 언급되는 명칭
zh_hans: 引用的名称

# legalProfilesBody.Text
source: Bundled film and scanner profiles are compatibility metadata and measured or estimated color transforms for negaflow. They are not official manufacturer profiles, certified color targets, replacement scanner firmware, or a copy of any manufacturer's proprietary processing software.
de_de: Die mitgelieferten Film- und Scannerprofile sind Kompatibilitätsmetadaten sowie gemessene oder geschätzte Farbtransformationen für negaflow. Sie sind keine offiziellen Herstellerprofile, zertifizierten Farbtargets, Ersatz-Scanner-Firmware oder Kopien proprietärer Herstellersoftware.
fr_fr: Les profils de films et de scanners inclus sont des métadonnées de compatibilité et des transformations couleur mesurées ou estimées pour negaflow. Ce ne sont pas des profils officiels de fabricants, des chartes couleur certifiées, un firmware de remplacement de scanner ni une copie d'un logiciel de traitement propriétaire.
ja_jp: 同梱されるフィルムおよびスキャナープロファイルは、negaflow のための互換性メタデータ、および実測または推定に基づく色変換です。公式メーカー製プロファイル、認定カラーチャート、代替スキャナーファームウェア、またはメーカー独自の処理ソフトウェアの複製ではありません。
ko_kr: 번들된 필름 및 스캐너 프로파일은 negaflow를 위한 호환성 메타데이터이자 실측 또는 추정 기반 색 변환입니다. 이는 공식 제조사 프로파일, 인증된 컬러 타겟, 대체 스캐너 펌웨어 또는 제조사의 전용 처리 소프트웨어 사본이 아닙니다.
zh_hans: 随附的胶片和扫描仪配置文件是供 negaflow 使用的兼容性元数据，以及基于实测或估算的色彩转换。它们不是官方厂商配置文件、认证色彩目标、替代扫描仪固件，也不是任何厂商专有处理软件的副本。

# legalProfilesTitle.Text
source: Profiles and Target Systems
de_de: Profile und Zielsysteme
fr_fr: Profils et systèmes cibles
ja_jp: プロファイルとターゲットシステム
ko_kr: 프로파일과 타겟 시스템
zh_hans: 配置文件与目标系统

# legalTrademarkBody.Text
source: negaflow is an independent open-source film scanning and color profiling tool. Film, scanner, minilab, process, and target names are used only to identify physical film stocks, scanner models, laboratory target systems, or profile families that negaflow approximates, measures, or interoperates with.
de_de: negaflow ist ein unabhängiges Open-Source-Werkzeug für Filmscans und Farbprofilierung. Film-, Scanner-, Minilab-, Prozess- und Zielnamen werden nur verwendet, um reale Filmtypen, Scannermodelle, Labor-Zielsysteme oder Profilfamilien zu identifizieren, die negaflow annähert, misst oder mit denen es interoperiert.
fr_fr: negaflow est un outil indépendant et open source de numérisation de film et de profilage couleur. Les noms de films, scanners, minilabs, procédés et cibles servent uniquement à identifier les films, modèles de scanners, systèmes de laboratoire ou familles de profils que negaflow approxime, mesure ou avec lesquels il interopère.
ja_jp: negaflow は独立したオープンソースのフィルムスキャンおよびカラープロファイリングツールです。フィルム、スキャナー、ミニラボ、処理方式、ターゲットの名称は、negaflow が近似、測定、または相互運用する対象の実在するフィルム、スキャナーモデル、ラボターゲットシステム、またはプロファイル系列を識別するためにのみ使用されます。
ko_kr: negaflow는 독립적으로 개발된 오픈소스 필름 스캔 및 컬러 프로파일링 도구입니다. 필름, 스캐너, 미니랩, 현상 공정, 타겟 명칭은 negaflow가 근사하거나 측정하거나 연동하려는 실제 필름 스톡, 스캐너 모델, 랩 타겟 시스템 또는 프로파일 계열을 식별하기 위해서만 사용됩니다.
zh_hans: negaflow 是独立开发的开源胶片扫描与色彩配置工具。胶片、扫描仪、迷你冲印系统、工艺和目标名称仅用于识别 negaflow 近似、测量或互操作的实体胶片、扫描仪型号、实验室目标系统或配置文件系列。

# legalTrademarkTitle.Text
source: Trademark Use
de_de: Markenverwendung
fr_fr: Utilisation des marques
ja_jp: 商標の使用
ko_kr: 상표 사용
zh_hans: 商标使用

# libraryAllPhotos.Text
source: All Photos
de_de: Alle Fotos
fr_fr: Toutes les photos
ja_jp: すべての写真
ko_kr: 전체 보기
zh_hans: 所有照片

# libraryAllShort.Text
source: All
de_de: Alle
fr_fr: Toutes
ja_jp: すべて
ko_kr: 전체
zh_hans: 全部

# libraryCollections.Text
source: Collections
de_de: Sammlungen
ja_jp: コレクション
ko_kr: 컬렉션
zh_hans: 收藏集

# libraryCollections.Value
source: Collections
de_de: Sammlungen
ja_jp: コレクション
ko_kr: 컬렉션
zh_hans: 收藏集

# libraryFiles.Text
source: Files
de_de: Dateien
fr_fr: Fichiers
ja_jp: ファイル
ko_kr: 파일
zh_hans: 文件

# libraryFiles.Value
source: Files
de_de: Dateien
fr_fr: Fichiers
ja_jp: ファイル
ko_kr: 파일
zh_hans: 文件

# libraryFilmType.Text
source: Film Type
de_de: Filmtyp
fr_fr: Type de film
ja_jp: フィルムタイプ
ko_kr: 필름 종류
zh_hans: 胶片类型

# libraryFilters.Content
source: Filters
de_de: Filter
fr_fr: Filtres
ja_jp: フィルター
ko_kr: 필터
zh_hans: 筛选

# libraryFolders.Text
source: Folders
de_de: Ordner
fr_fr: Dossiers
ja_jp: フォルダー
ko_kr: 폴더별
zh_hans: 文件夹

# libraryOffline.Text
source: Offline
fr_fr: Hors ligne
ja_jp: オフライン
ko_kr: 오프라인
zh_hans: 离线

# libraryResultCountFormat.Value
source: %d of %d photos
de_de: %d von %d Fotos
fr_fr: %d photos sur %d
ja_jp: %d / %d枚
ko_kr: 사진 %d장 / 전체 %d장
zh_hans: %d / %d 张照片

# librarySearchPlaceholder.PlaceholderText
source: Search Photos
de_de: Fotos suchen
fr_fr: Rechercher des photos
ja_jp: 写真を検索
ko_kr: 사진 검색
zh_hans: 搜索照片

# libraryClearSearch.Text
source: Clear Search
fr_fr: Effacer la recherche
ja_jp: 検索を消去
ko_kr: 검색 지우기
zh_hans: 清除搜索

# menuDevelop.Content
source: Develop
de_de: Entwickeln
fr_fr: Développement
ja_jp: 現像
ko_kr: 현상
zh_hans: 显影

# menuDevelop.Text
source: Develop
de_de: Entwickeln
fr_fr: Développement
ja_jp: 現像
ko_kr: 현상
zh_hans: 显影

# menuEdit.Text
source: Edit
fr_fr: Édition
ja_jp: 編集
ko_kr: 편집
zh_hans: 编辑

# menuView.Text
source: View
fr_fr: Présentation
ja_jp: 表示
ko_kr: 보기
zh_hans: 视图

# commandToggleFullScreen.Text
source: Enter Full Screen
fr_fr: Passer en plein écran
ja_jp: フルスクリーンにする
ko_kr: 전체 화면 시작
zh_hans: 进入全屏幕

# menuFile.Text
source: File
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
zh_hans: 文件

# menuLibrary.Content
source: Library
de_de: Mediathek
fr_fr: Bibliothèque
ja_jp: ライブラリ
ko_kr: 라이브러리
zh_hans: 图库

# menuLibrary.Text
source: Library
de_de: Mediathek
fr_fr: Bibliothèque
ja_jp: ライブラリ
ko_kr: 라이브러리
zh_hans: 图库

# menuPrint.Content
source: Print
de_de: Abzug
fr_fr: Tirage
ja_jp: プリント
ko_kr: 인화
zh_hans: 印相

# menuPrint.Text
source: Print
de_de: Abzug
fr_fr: Tirage
ja_jp: プリント
ko_kr: 인화
zh_hans: 印相

# nextFrame.Value
source: Next Frame
de_de: Nächstes Bild
fr_fr: Image suivante
ja_jp: 次のコマ
ko_kr: 다음 사진
zh_hans: 下一张

# noFrame.Text
source: No Frame
de_de: Kein Bild
fr_fr: Aucune image
ja_jp: コマなし
ko_kr: 사진 없음
zh_hans: 无照片

# noImages.Text
source: No Images
de_de: Keine Bilder
fr_fr: Aucune image
ja_jp: 画像なし
ko_kr: 이미지 없음
zh_hans: 无图像

# noSelection.Text
source: None
de_de: Keine Auswahl
fr_fr: Aucune sélection
ja_jp: 選択なし
ko_kr: 선택 안 함
zh_hans: 未选择

# notSelected.Value
source: Not selected
de_de: Nicht ausgewählt
fr_fr: Non sélectionné
ja_jp: 未選択
ko_kr: 선택되지 않음
zh_hans: 未选择

# off.OffContent
source: Off
de_de: Aus
fr_fr: Désactivé
ja_jp: オフ
ko_kr: 끔
zh_hans: 关

# off.Value
source: Off
de_de: Aus
fr_fr: Désactivé
ja_jp: オフ
ko_kr: 끔
zh_hans: 关

# on.OnContent
source: On
de_de: Ein
fr_fr: Activé
ja_jp: オン
ko_kr: 켬
zh_hans: 开

# on.Value
source: On
de_de: Ein
fr_fr: Activé
ja_jp: オン
ko_kr: 켬
zh_hans: 开

# previousFrame.Value
source: Previous Frame
de_de: Vorheriges Bild
fr_fr: Image précédente
ja_jp: 前のコマ
ko_kr: 이전 사진
zh_hans: 上一张

# printContentSection.Content
source: Content
de_de: Inhalt
fr_fr: Contenu
ja_jp: 内容
ko_kr: 내용
zh_hans: 内容

# printLayoutMode.Content
source: Layout
fr_fr: Disposition
ja_jp: レイアウト
ko_kr: 레이아웃
zh_hans: 布局

# printLayoutMode.Text
source: Layout
fr_fr: Disposition
ja_jp: レイアウト
ko_kr: 레이아웃
zh_hans: 布局

# printLayoutSection.Text
source: Print Layout
de_de: Abzugslayout
fr_fr: Mise en page du tirage
ja_jp: プリントレイアウト
ko_kr: 인화 레이아웃
zh_hans: 印相布局

# printOutputSection.Content
source: Output
de_de: Ausgabe
fr_fr: Sortie
ja_jp: 出力
ko_kr: 출력
zh_hans: 输出

# printLayoutTemplateSection.Text
source: Layout template
ko_kr: 레이아웃 템플릿

# printLayoutTemplateName.Text
source: Template name
ko_kr: 템플릿 이름

# printLayoutTemplateSave.Content
source: Save
ko_kr: 저장

# printLayoutTemplateApply.Content
source: Apply
ko_kr: 적용

# printLayoutTemplateDelete.Content
source: Delete
ko_kr: 삭제

# printLayoutTemplateLocked.Text
source: Saving is locked because the template file could not be read
ko_kr: 템플릿 파일을 읽을 수 없어 저장이 잠겼습니다

# printLayoutTemplateFull.Text
source: Up to 100 templates can be stored
ko_kr: 템플릿은 100개까지 담을 수 있습니다

# printLayoutTemplateDuplicate.Text
source: A template with that name already exists
ko_kr: 같은 이름의 템플릿이 이미 있습니다

# printOutputProcess.Text
source: Output method
ko_kr: 출력 방식

# printOutputStandard.Text
source: Standard
ko_kr: 일반 출력

# printCprintLab.Text
source: Lab
ko_kr: 인화소

# printCprintPaper.Text
source: Paper
ko_kr: 인화지

# printCprintCustom.Text
source: Custom
ko_kr: 사용자 정의

# printProofSection.Text
source: Print preview
ko_kr: 인화 미리보기

# printProofProfile.Text
source: Print profile
ko_kr: 인화 프로파일

# printProofPreview.Text
source: Print preview
ko_kr: 인화 미리보기

# printProofOff.Text
source: Off
ko_kr: 끔

# printProofOn.Text
source: On
ko_kr: 켬

# printPaperPhotoRatio.Text
source: Photo Ratio
fr_fr: Format photo
ja_jp: 写真の比率
ko_kr: 사진 비율

# printPaperSize.Text
source: Paper Size
de_de: Papierformat
fr_fr: Format du papier
ja_jp: 用紙サイズ
ko_kr: 용지 크기
zh_hans: 纸张尺寸

# printSingleImage.Content
source: Single Image
de_de: Einzelbild
fr_fr: Image unique
ja_jp: 単一画像
ko_kr: 단일 이미지
zh_hans: 单张图像

# quickExportSection.Text
source: Quick Export
de_de: Schnellexport
fr_fr: Exportation rapide
ja_jp: クイック書き出し
ko_kr: 빠른 내보내기
zh_hans: 快速导出

# selected.Value
source: Selected
de_de: Ausgewählt
fr_fr: Sélectionné
ja_jp: 選択済み
ko_kr: 선택됨
zh_hans: 已选择

# settingsAppearancePicker.Text
source: Appearance
de_de: Erscheinungsbild
fr_fr: Apparence
ja_jp: 外観
ko_kr: 화면 모드
zh_hans: 外观
